Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 道可道、非常道，
en: The Dao that can be trodden is not the enduring and unchanging Dao.

source: 名可名、非常名；
en: The name that can be named is not the enduring and unchanging name.

source: 無名天地之始，
en: (Conceived of as) having no name, it is the Originator of heaven and earth;

source: 有名萬物之母。
en: (conceived of as) having a name, it is the Mother of all things.

source: 故常無欲、
en: Always without desire we must be found,

source: 以觀其妙，
en: If its deep mystery we would sound;

source: 常有欲、
en: But if desire always within us be,

source: 以觀其徼；
en: Its outer fringe is all that we shall see.

source: 此兩者、
en: Under these two aspects, it is really the same;

source: 同出而異名，
en: but as development takes place, it receives the different names.

source: 同謂之玄、
en: Together we call them the Mystery.

source: 玄之又玄、眾妙之門。
en: Where the Mystery is the deepest is the gate of all that is subtle and wonderful.

source: 天下皆知美之為美，
en: All in the world know the beauty of the beautiful, and in doing this they have (the idea of) what ugliness is;

source: 斯惡已。皆知善之為善，
en: they all know the skill of the skilful, and in doing this they have (the idea of) what the want of skill is.

source: 斯不善已。故有無相生，
en: So it is that existence and non-existence give birth the one to (the idea of) the other;

source: 難易相成，
en: that difficulty and ease produce the one (the idea of) the other;

source: 長短相較，
en: that length and shortness fashion out the one the figure of the other;

source: 高下相傾，音聲相和，
en: that (the ideas of) height and lowness arise from the contrast of the one with the other;

source: 前後相隨。是以聖人處無為之事，
en: that the musical notes and tones become harmonious through the relation of one with another; and that being before and behind give the idea of one following another.

source: 行不言之教；萬物作焉而不辭，
en: Therefore the sage manages affairs without doing anything, and conveys his instructions without the use of speech. All things spring up, and there is not one which declines to show itself;

source: 生而不有，
en: they grow, and there is no claim made for their ownership;

source: 為而不恃，
en: they go through their processes, and there is no expectation (of a reward for the results).

source: 功成而弗居。
en: The work is accomplished, and there is no resting in it (as an achievement).

source: 夫唯弗居，
en: The work is done, but how no one can see;

source: 是以不去。
en: 'Tis this that makes the power not cease to be.

source: 不尚賢，使民不爭；不貴難得之貨，
en: Not to value and employ men of superior ability is the way to keep the people from rivalry among themselves;

source: 使民不為盜；不見可欲，
en: not to prize articles which are difficult to procure is the way to keep them from becoming thieves;

source: 使民心不亂。是以聖人之治，
en: not to show them what is likely to excite their desires is the way to keep their minds from disorder.

source: 虛其心，實其腹，弱其志，強其骨。
en: Therefore the sage, in the exercise of his government, empties their minds, fills their bellies, weakens their wills, and strengthens their bones.

source: 常使民無知無欲。使夫智者不敢為也。
en: He constantly (tries to) keep them without knowledge and without desire, and where there are those who have knowledge, to keep them from presuming to act (on it).

source: 為無為，則無不治。
en: When there is this abstinence from action, good order is universal.

source: 道沖而用之或不盈，
en: The Dao is (like) the emptiness of a vessel; and in our employment of it we must be on our guard against all fulness.

source: 淵兮似萬物之宗；
en: How deep and unfathomable it is, as if it were the Honoured Ancestor of all things!

source: 挫其銳，解其紛，
en: We should blunt our sharp points, and unravel the complications of things;

source: 和其光，同其塵，
en: we should attemper our brightness, and bring ourselves into agreement with the obscurity of others.

source: 湛兮似或存。吾不知誰之子，
en: How pure and still the Dao is, as if it would ever so continue! I do not know whose son it is.

source: 象帝之先。
en: It might appear to have been before God.

source: 天地不仁，
en: Heaven and earth do not act from (the impulse of) any wish to be benevolent;

source: 以萬物為芻狗；
en: they deal with all things as the dogs of grass are dealt with.

source: 聖人不仁，
en: The sages do not act from (any wish to be) benevolent;

source: 以百姓為芻狗。
en: they deal with the people as the dogs of grass are dealt with.

source: 天地之間，其猶橐籥乎？
en: May not the space between heaven and earth be compared to a bellows?

source: 虛而不屈，
en: 'Tis emptied, yet it loses not its power;

source: 動而愈出。
en: 'Tis moved again, and sends forth air the more.

source: 多言數窮，
en: Much speech to swift exhaustion lead we see;

source: 不如守中。
en: Your inner being guard, and keep it free.

source: 谷神不死，
en: The valley spirit dies not, aye the same;

source: 是謂玄牝。
en: The female mystery thus do we name.

source: 玄牝之門，
en: Its gate, from which at first they issued forth,

source: 是謂天地根。
en: Is called the root from which grew heaven and earth.

source: 緜緜若存，
en: Long and unbroken does its power remain,

source: 用之不勤。
en: Used gently, and without the touch of pain.

source: 天長地久。
en: Heaven is long-enduring and earth continues long.

source: 天地所以能長且久者，以其不自生，
en: The reason why heaven and earth are able to endure and continue thus long is because they do not live of, or for, themselves.

source: 故能長生。
en: This is how they are able to continue and endure.

source: 是以聖人後其身而身先；
en: Therefore the sage puts his own person last, and yet it is found in the foremost place;

source: 外其身而身存。非以其無私邪，故能成其私。
en: he treats his person as if it were foreign to him, and yet that person is preserved. Is it not because he has no personal and private ends, that therefore such ends are realised?

source: 上善若水。
en: The highest excellence is like (that of) water.

source: 水善利萬物而不爭，處眾人之所惡，
en: The excellence of water appears in its benefiting all things, and in its occupying, without striving (to the contrary), the low place which all men dislike. Hence (its way) is near to (that of) the Dao.

source: 故幾於道。
en: The excellence of a residence is in (the suitability of) the place;

source: 居善地，
en: that of the mind is in abysmal stillness;

source: 心善淵，
en: that of associations is in their being with the virtuous;

source: 與善仁，
en: that of words is in their trustworthiness;

source: 言善信，
en: that of government is in its securing good order;

source: 正善治，
en: that of (the conduct of) affairs is in its ability;

source: 事善能，動善時。
en: and that of (the initiation of) any movement is in its timeliness.

source: 夫唯不爭，故無尤。
en: And when (one with the highest excellence) does not wrangle (about his low position), no one finds fault with him.

source: 持而盈之，不如其已；
en: It is better to leave a vessel unfilled, than to attempt to carry it when it is full.

source: 揣而梲之，不可長保。
en: If you keep feeling a point that has been sharpened, the point cannot long preserve its sharpness.

source: 金玉滿堂，莫之能守；富貴而驕，
en: When gold and jade fill the hall, their possessor cannot keep them safe. When wealth and honours lead to arrogancy, this brings its evil on itself.

source: 自遺其咎。功遂身退，天之道。
en: When the work is done, and one's name is becoming distinguished, to withdraw into obscurity is the way of Heaven.

source: 載營魄抱一，
en: When the intelligent and animal souls are held together in one embrace, they can be kept from separating.

source: 能無離乎？專氣致柔，
en: When one gives undivided attention to the (vital) breath, and brings it to the utmost degree of pliancy, he can become as a (tender) babe.

source: 能嬰兒乎？滌除玄覽，
en: When he has cleansed away the most mysterious sights (of his imagination), he can become without a flaw.

source: 能無疵乎？愛國治民，能無知乎？
en: In loving the people and ruling the state, cannot he proceed without any (purpose of) action?

source: 天門開闔，能為雌乎？
en: In the opening and shutting of his gates of heaven, cannot he do so as a female bird?

source: 明白四達，能無為乎？
en: While his intelligence reaches in every direction, cannot he (appear to) be without knowledge?

source: 生之，畜之。
en: (The Dao) produces (all things) and nourishes them;

source: 長而不宰，
en: it presides over all, and yet does not control them.

source: 是謂玄德。
en: This is what is called 'The mysterious Quality' (of the Dao).

source: 三十輻共一轂，
en: The thirty spokes unite in the one nave;

source: 當其無，有車之用。埏埴以為器，
en: but it is on the empty space (for the axle), that the use of the wheel depends. Clay is fashioned into vessels;

source: 當其無，有器之用。
en: but it is on their empty hollowness, that their use depends.

source: 鑿戶牖以為室，
en: The door and windows are cut out (from the walls) to form an apartment;

source: 當其無，有室之用。
en: but it is on the empty space (within), that its use depends.

source: 故有之以為利，無之以為用。
en: Therefore, what has a (positive) existence serves for profitable adaptation, and what has not that for (actual) usefulness.

source: 五色令人目盲，
en: Colour's five hues from the eyes their sight will take;

source: 五音令人耳聾，
en: Music's five notes the ears as deaf can make;

source: 五味令人口爽，
en: The flavours five deprive the mouth of taste;

source: 馳騁畋獵令人心發狂，
en: The chariot course, and the wild hunting waste Make mad the mind; and objects rare and strange,

source: 難得之貨令人行妨。是以聖人為腹不為目，
en: Sought for, men's conduct will to evil change. Therefore the sage seeks to satisfy (the craving of) the belly, and not the (insatiable longing of the) eyes.

source: 故去彼取此。
en: He puts from him the latter, and prefers to seek the former.

source: 寵辱若驚，
en: Favour and disgrace would seem equally to be feared;

source: 貴大患若身。
en: honour and great calamity, to be regarded as personal conditions (of the same kind).

source: 何謂寵辱若驚？寵為下，
en: What is meant by speaking thus of favour and disgrace? Disgrace is being in a low position (after the enjoyment of favour).

source: 得之若驚，失之若驚，是謂寵辱若驚。
en: The getting that (favour) leads to the apprehension (of losing it), and the losing it leads to the fear of (still greater calamity) - this is what is meant by saying that favour and disgrace would seem equally to be feared.

source: 何謂貴大患若身？吾所以有大患者，為吾有身，
en: And what is meant by saying that honour and great calamity are to be (similarly) regarded as personal conditions? What makes me liable to great calamity is my having the body (which I call myself);

source: 及吾無身，吾有何患？
en: if I had not the body, what great calamity could come to me?

source: 故貴以身為天下，若可寄天下；愛以身為天下，若可託天下。
en: Therefore he who would administer the kingdom, honouring it as he honours his own person, may be employed to govern it, and he who would administer it with the love which he bears to his own person may be entrusted with it.

source: 視之不見名曰夷，聽之不聞名曰希，搏之不得名曰微。此三者，
en: We look at it, and we do not see it, and we name it 'the Equable.' We listen to it, and we do not hear it, and we name it 'the Inaudible.' We try to grasp it, and do not get hold of it, and we name it 'the Subtle.' With these three qualities, it cannot be made the subject of description;

source: 不可致詰，故混而為一。
en: and hence we blend them together and obtain The One.

source: 其上不皦，其下不昧。
en: Its upper part is not bright, and its lower part is not obscure.

source: 繩繩不可名，復歸於無物。
en: Ceaseless in its action, it yet cannot be named, and then it again returns and becomes nothing.

source: 是謂無狀之狀，無物之象，
en: This is called the Form of the Formless, and the Semblance of the Invisible;

source: 是謂惚恍。
en: this is called the Fleeting and Indeterminable.

source: 迎之不見其首，
en: We meet it and do not see its Front;

source: 隨之不見其後。
en: we follow it, and do not see its Back.

source: 執古之道，以御今之有。能知古始，是謂道紀。
en: When we can lay hold of the Dao of old to direct the things of the present day, and are able to know it as it was of old in the beginning, this is called (unwinding) the clue of Dao.

source: 古之善為士者，微妙玄通，深不可識。
en: The skilful masters (of the Dao) in old times, with a subtle and exquisite penetration, comprehended its mysteries, and were deep (also) so as to elude men's knowledge.

source: 夫唯不可識，故強為之容。
en: As they were thus beyond men's knowledge, I will make an effort to describe of what sort they appeared to be.

source: 豫焉若冬涉川，
en: Shrinking looked they like those who wade through a stream in winter;

source: 猶兮若畏四鄰，
en: irresolute like those who are afraid of all around them;

source: 儼兮其若容，
en: grave like a guest (in awe of his host);

source: 渙兮若冰之將釋，
en: evanescent like ice that is melting away;

source: 敦兮其若樸，
en: unpretentious like wood that has not been fashioned into anything;

source: 曠兮其若谷，
en: vacant like a valley, and dull like muddy water.

source: 混兮其若濁。孰能濁以靜之徐清？
en: Who can (make) the muddy water (clear)? Let it be still, and it will gradually become clear. Who can secure the condition of rest?

source: 孰能安以久動之徐生？保此道者不欲盈，
en: Let movement go on, and the condition of rest will gradually arise. They who preserve this method of the Dao do not wish to be full (of themselves).

source: 夫唯不盈，故能蔽不新成。
en: It is through their not being full of themselves that they can afford to seem worn and not appear new and complete.

source: 致虛極，守靜篤。
en: The (state of) vacancy should be brought to the utmost degree, and that of stillness guarded with unwearying vigour.

source: 萬物並作，吾以觀復。夫物芸芸，
en: All things alike go through their processes of activity, and (then) we see them return (to their original state). When things (in the vegetable world) have displayed their luxuriant growth, we see each of them return to its root.

source: 各復歸其根。
en: This returning to their root is what we call the state of stillness;

source: 歸根曰靜，
en: and that stillness may be called a reporting that they have fulfilled their appointed end.

source: 是謂復命。
en: The report of that fulfilment is the regular, unchanging rule.

source: 復命曰常，
en: To know that unchanging rule is to be intelligent;

source: 知常曰明。
en: not to know it leads to wild movements and evil issues.

source: 不知常，妄作凶。知常容，
en: The knowledge of that unchanging rule produces a (grand) capacity and forbearance, and that capacity and forbearance lead to a community (of feeling with all things).

source: 容乃公，
en: From this community of feeling comes a kingliness of character;

source: 公乃王，
en: and he who is king-like goes on to be heaven-like.

source: 王乃天，
en: In that likeness to heaven he possesses the Dao.

source: 天乃道，
en: Possessed of the Dao, he endures long;

source: 道乃久，沒身不殆。
en: and to the end of his bodily life, is exempt from all danger of decay.

source: 大上，下知有之，
en: In the highest antiquity, (the people) did not know that there were (their rulers).

source: 其次親而譽之，
en: In the next age they loved them and praised them. In the next they feared them;

source: 其次畏之，其次侮之。信不足焉，
en: in the next they despised them. Thus it was that when faith (in the Dao) was deficient (in the rulers) a want of faith in them ensued (in the people).

source: 有不信焉。悠兮其貴言，
en: How irresolute did those (earliest rulers) appear, showing (by their reticence) the importance which they set upon their words!

source: 功成事遂，百姓皆謂我自然。
en: Their work was done and their undertakings were successful, while the people all said, 'We are as we are, of ourselves!'

source: 大道廢，有仁義；
en: When the Great Dao (Way or Method) ceased to be observed, benevolence and righteousness came into vogue.

source: 智慧出，有大偽；
en: (Then) appeared wisdom and shrewdness, and there ensued great hypocrisy.

source: 六親不和，有孝慈；
en: When harmony no longer prevailed throughout the six kinships, filial sons found their manifestation;

source: 國家昏亂，有忠臣。
en: when the states and clans fell into disorder, loyal ministers appeared.

source: 絕聖棄智，民利百倍；
en: If we could renounce our sageness and discard our wisdom, it would be better for the people a hundredfold.

source: 絕仁棄義，民復孝慈；
en: If we could renounce our benevolence and discard our righteousness, the people would again become filial and kindly.

source: 絕巧棄利，盜賊無有。此三者以為文不足，
en: If we could renounce our artful contrivances and discard our (scheming for) gain, there would be no thieves nor robbers. Those three methods (of government) Thought olden ways in elegance did fail

source: 故令有所屬﹕見素抱樸，
en: And made these names their want of worth to veil; But simple views, and courses plain and true

source: 少私寡欲。
en: Would selfish ends and many lusts eschew.

source: 絕學無憂，
en: When we renounce learning we have no troubles.

source: 唯之與阿，
en: The (ready) 'yes,' and (flattering) 'yea;'

source: 相去幾何？善之與惡，
en: Small is the difference they display. But mark their issues, good and ill;

source: 相去若何？
en: What space the gulf between shall fill?

source: 人之所畏，
en: What all men fear is indeed to be feared;

source: 不可不畏。荒兮其未央哉﹗
en: but how wide and without end is the range of questions (asking to be discussed)!

source: 眾人熙熙，
en: The multitude of men look satisfied and pleased;

source: 如享太牢，如春登臺。
en: as if enjoying a full banquet, as if mounted on a tower in spring.

source: 我獨泊兮其未兆，
en: I alone seem listless and still, my desires having as yet given no indication of their presence.

source: 如嬰兒之未孩；
en: I am like an infant which has not yet smiled.

source: 儽儽兮若無所歸。
en: I look dejected and forlorn, as if I had no home to go to.

source: 眾人皆有餘，
en: The multitude of men all have enough and to spare.

source: 而我獨若遺。
en: I alone seem to have lost everything.

source: 我愚人之心也哉﹗沌沌兮，
en: My mind is that of a stupid man; I am in a state of chaos.

source: 俗人昭昭，我獨昏昏。
en: Ordinary men look bright and intelligent, while I alone seem to be benighted.

source: 俗人察察，我獨悶悶。
en: They look full of discrimination, while I alone am dull and confused.

source: 澹兮其若海，飂兮若無止。
en: I seem to be carried about as on the sea, drifting as if I had nowhere to rest.

source: 眾人皆有以，而我獨頑似鄙。
en: All men have their spheres of action, while I alone seem dull and incapable, like a rude borderer.

source: 我獨異於人，而貴食母。
en: (Thus) I alone am different from other men, but I value the nursing-mother (the Dao).

source: 孔德之容，
en: The grandest forms of active force

source: 惟道是從。
en: From Dao come, their only source.

source: 道之為物，惟恍惟惚。
en: Who can of Dao the nature tell? Our sight it flies, our touch as well.

source: 惚兮恍兮，其中有象；
en: Eluding sight, eluding touch, The forms of things all in it crouch; Eluding touch, eluding sight,

source: 恍兮惚兮，
en: There are their semblances, all right.

source: 其中有物。
en: Profound it is, dark and obscure;

source: 窈兮冥兮，
en: Things' essences all there endure.

source: 其中有精；
en: Those essences the truth enfold

source: 其精甚真，
en: Of what, when seen, shall then be told.

source: 其中有信。
en: Now it is so; 'twas so of old.

source: 自今及古，
en: Its name - what passes not away;

source: 其名不去，
en: So, in their beautiful array,

source: 以閱眾甫。
en: Things form and never know decay.

source: 吾何以知眾甫之狀哉？以此。
en: How know I that it is so with all the beauties of existing things? By this (nature of the Dao).

source: 曲則全，
en: The partial becomes complete;

source: 枉則直，
en: the crooked, straight; the empty, full;

source: 窪則盈，
en: the worn out, new.

source: 敝則新，少則得，多則惑。
en: He whose (desires) are few gets them; he whose (desires) are many goes astray.

source: 是以聖人抱一為天下式。
en: Therefore the sage holds in his embrace the one thing (of humility), and manifests it to all the world.

source: 不自見故明，
en: He is free from self- display, and therefore he shines;

source: 不自是故彰，
en: from self-assertion, and therefore he is distinguished;

source: 不自伐故有功，
en: from self-boasting, and therefore his merit is acknowledged;

source: 不自矜故長。
en: from self-complacency, and therefore he acquires superiority.

source: 夫唯不爭，故天下莫能與之爭。
en: It is because he is thus free from striving that therefore no one in the world is able to strive with him.

source: 古之所謂曲則全者，豈虛言哉！
en: That saying of the ancients that 'the partial becomes complete' was not vainly spoken:

source: 誠全而歸之。
en: - all real completion is comprehended under it.

source: 希言自然。故飄風不終朝，
en: Abstaining from speech marks him who is obeying the spontaneity of his nature. A violent wind does not last for a whole morning;

source: 驟雨不終日。
en: a sudden rain does not last for the whole day.

source: 孰為此者？
en: To whom is it that these (two) things are owing?

source: 天地。
en: To Heaven and Earth.

source: 天地尚不能久，
en: If Heaven and Earth cannot make such (spasmodic) actings last long, how much less can man!

source: 而況於人乎？故從事於道者，道者同於道，
en: Therefore when one is making the Dao his business, those who are also pursuing it, agree with him in it, and those who are making the manifestation of its course their object agree with him in that;

source: 德者同於德，失者同於失。同於道者，
en: while even those who are failing in both these things agree with him where they fail. Hence, those with whom he agrees as to the Dao have the happiness of attaining to it;

source: 道亦樂得之；同於德者，
en: those with whom he agrees as to its manifestation have the happiness of attaining to it;

source: 德亦樂得之；同於失者，
en: and those with whom he agrees in their failure have also the happiness of attaining (to the Dao).

source: 失亦樂得之。信不足焉，有不信焉。
en: (But) when there is not faith sufficient (on his part), a want of faith (in him) ensues (on the part of the others).

source: 企者不立，
en: He who stands on his tiptoes does not stand firm;

source: 跨者不行，
en: he who stretches his legs does not walk (easily).

source: 自見者不明，
en: (So), he who displays himself does not shine;

source: 自是者不彰，
en: he who asserts his own views is not distinguished;

source: 自伐者無功，
en: he who vaunts himself does not find his merit acknowledged;

source: 自矜者不長。
en: he who is self- conceited has no superiority allowed to him.

source: 其在道也，曰餘食贅行。物或惡之，
en: Such conditions, viewed from the standpoint of the Dao, are like remnants of food, or a tumour on the body, which all dislike.

source: 故有道者不處。
en: Hence those who pursue (the course) of the Dao do not adopt and allow them.

source: 有物混成，先天地生。
en: There was something undefined and complete, coming into existence before Heaven and Earth.

source: 寂兮寥兮，獨立而不改，
en: How still it was and formless, standing alone, and undergoing no change, reaching everywhere and in no danger (of being exhausted)!

source: 周行而不殆，
en: It may be regarded as the Mother of all things.

source: 可以為天下母。吾不知其名，
en: I do not know its name, and I give it the designation of the Dao (the Way or Course).

source: 字之曰道，強為之名曰大。
en: Making an effort (further) to give it a name I call it The Great. Great, it passes on (in constant flow).

source: 大曰逝，
en: Passing on, it becomes remote.

source: 逝曰遠，
en: Having become remote, it returns.

source: 遠曰反。
en: Therefore the Dao is great;

source: 故道大，
en: Heaven is great; Earth is great;

source: 天大，地大，
en: and the (sage) king is also great.

source: 王亦大。域中有四大，而王居其一焉。
en: In the universe there are four that are great, and the (sage) king is one of them. Man takes his law from the Earth;

source: 人法地，
en: the Earth takes its law from Heaven;

source: 地法天，
en: Heaven takes its law from the Dao.

source: 天法道，道法自然。
en: The law of the Dao is its being what it is.

source: 重為輕根，
en: Gravity is the root of lightness;

source: 靜為躁君。
en: stillness, the ruler of movement.

source: 是以聖人終日行不離輜重。雖有榮觀，燕處超然。
en: Therefore a wise prince, marching the whole day, does not go far from his baggage waggons. Although he may have brilliant prospects to look at, he quietly remains (in his proper place), indifferent to them.

source: 奈何萬乘之主，而以身輕天下？輕則失本，躁則失君。
en: How should the lord of a myriad chariots carry himself lightly before the kingdom? If he do act lightly, he has lost his root (of gravity); if he proceed to active movement, he will lose his throne.

source: 善行無轍迹，
en: The skilful traveller leaves no traces of his wheels or footsteps;

source: 善言無瑕讁；善數不用籌策；
en: the skilful speaker says nothing that can be found fault with or blamed; the skilful reckoner uses no tallies;

source: 善閉無關楗而不可開，
en: the skilful closer needs no bolts or bars, while to open what he has shut will be impossible;

source: 善結無繩約而不可解。
en: the skilful binder uses no strings or knots, while to unloose what he has bound will be impossible.
